Extensions installed on idx-mspr-a-rosa-je-front-end-1716186809295.cluster-4ezwrnmkojawstf2k7vqy36oe6.cloudworkstations.dev:
ahmadawais.emoji-log-vscode
alexcvzz.vscode-sqlite
Cardinal90.multi-cursor-case-preserve
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
formulahendry.auto-rename-tag
github.vscode-github-actions
GitHub.vscode-pull-request-github
Hirse.vscode-ungit
ms-azuretools.vscode-docker
oderwat.indent-rainbow
pflannery.vscode-versionlens
Tomi.xajssnippets
Tomi.xasnippets
Zignd.html-css-class-completion
